uni-list.org
#+STARTUP: indent
#+options: html-style:nil todo:t num:nil html-postamble:t toc:t toc:2 email:t
#+title: Buddhist Studies in UK Universities -- WIP List
#+author: Ilmari Koria
#+email: ilmarikoria@posteo.net
#+date: {{{time(%b %e %Y)}}}


* Introduction
This is a list of UK Universities with academics in Buddhist Studies and related areas providing their research interests. It also includes BA and MA programmes or modules in Buddhist studies, (including modules that have a significant Buddhist content). Also included is an indication of UK course provision for the learning of Sanskrit, Pali and Tibetan languages, as these are largely engaged in for the purpose of research or reading of Buddhist texts. Although not specified separately, where academic staff have the relevant expertise, proposals for doctoral research in Buddhist Studies may be welcomed.

Updates and suggestions can be sent to Ilmari Koria via [[mailto:ilmarikoria@posteo.net][ilmarikoria@posteo.net]].

Last update: _{{{time(%b %e\, %Y)}}}_.

* Table of Contents :noexport:
:properties:
:toc:      :include all :ignore this
:end:
:contents:
- [[#introduction][Introduction]]
- [[#university-list][University List]]
  - [[#cardiff-university][Cardiff University]]
    - [[#people][People]]
      - [[#school-of-history-archaeology-and-religion]]
        - [[#prof-max-deeg-professor-in-buddhist-studies][Prof Max Deeg, Professor in Buddhist Studies]]
    - [[#courses][Courses]]
      - [[#undergraduate][Undergraduate]]
  - [[#durham-university][Durham University]]
    - [[#people][People]]
      - [[#department-of-archaeology]]
        - [[#prof-robin-coningham-2014-unesco-chair-on-archaeological-ethics-and-practice-in-cultural-heritage][Prof Robin Coningham, 2014 UNESCO Chair on Archaeological Ethics and Practice in Cultural Heritage]]
      - [[#department-of-philosophy]]
        - [[#professor-simon-p-james-professordec-chair][Professor Simon P. James, Professor/DEC Chair]]
  - [[#goldsmiths-university-of-london][Goldsmiths, University of London]]
    - [[#people][People]]
      - [[#department-of-history]]
        - [[#dr-ronit-yoeli-tlalim-reader][Dr Ronit Yoeli-Tlalim, Reader]]
    - [[#courses][Courses]]
      - [[#undergraduate][Undergraduate]]
  - [[#kings-college-london][King's College London]]
    - [[#people][People]]
      - [[#department-of-theology--religious-studies]]
        - [[#dr-karen-obrien-kop-lecturer-in-modern-asian-religions][Dr Karen O'Brien-Kop, Lecturer in Modern Asian Religions]]
    - [[#courses][Courses]]
      - [[#undergraduate][Undergraduate]]
      - [[#graduate-research-reading-group][Graduate Research Reading Group]]
  - [[#lancaster-university][Lancaster University]]
    - [[#people][People]]
      - [[#department-of-politics-philosophy-and-religion]]
        - [[#prof-chakravarthi-ram-prasad-distinguished-professor-of-comparative-religion-and-philosophy][Prof Chakravarthi Ram-Prasad, Distinguished Professor of Comparative Religion and Philosophy]]
        - [[#prof-hiroko-kawanami-professor-of-buddhism-and-society][Prof Hiroko Kawanami, Professor of Buddhism and Society]]
    - [[#courses][Courses]]
      - [[#undergraduate][Undergraduate]]
  - [[#university-college-london][University College London]]
    - [[#people][People]]
      - [[#department-of-anthropology]]
        - [[#dr-joanna-cook-reader-in-medical-anthropology][Dr Joanna Cook, Reader in Medical Anthropology]]
  - [[#university-of-aberdeen][University of Aberdeen]]
    - [[#people][People]]
      - [[#school-of-social-science]]
        - [[#dr-martin-a-mills-senior-lecturer][Dr Martin A. Mills, Senior Lecturer]]
  - [[#university-of-bristol][University of Bristol]]
    - [[#people][People]]
      - [[#department-of-religion-and-theology]]
        - [[#dr-benedetta-lomi-lecturer-in-east-asian-religions][Dr Benedetta Lomi, Lecturer in East Asian Religions]]
        - [[#dr-rita-langer-senior-lecturer-in-buddhist-studies][Dr Rita Langer, Senior Lecturer in Buddhist Studies]]
        - [[#dr-yael-shiri-lecturer-in-religious-studies][Dr Yael Shiri, Lecturer in Religious Studies]]
    - [[#courses][Courses]]
      - [[#ba-and-ma-in-religion-and-theology-not-all-these-units-will-be-available-in-any-one-year][BA and MA in Religion and Theology [Not all these units will be available in any one year]:]]
      - [[#religion-and-theology-research-programmes-mphil-phd][Religion and Theology research programmes (MPhil, PhD)]]
  - [[#university-of-cambridge][University of Cambridge]]
    - [[#people][People]]
      - [[#faculty-of-divinity]]
        - [[#dr-christopher-v-jones-research-associate-and-affiliated-lecturer][Dr Christopher V Jones, Research Associate and Affiliated Lecturer]]
      - [[#faculty-of-asian-and-middle-eastern-studies]]
        - [[#professor-imre-galambos][Professor Imre Galambos]]
  - [[#university-of-chester][University of Chester]]
    - [[#people][People]]
      - [[#department-of-theology-and-religious-studies-faculty-of-arts-and-humanities]]
        - [[#dr-wendy-dossett-associate-professor-of-religious-studies][Dr Wendy Dossett, Associate Professor of Religious Studies]]
    - [[#courses][Courses]]
      - [[#undergraduate][Undergraduate]]
      - [[#postgraduate][Postgraduate]]
  - [[#university-of-edinburgh][University of Edinburgh]]
    - [[#note][Note]]
    - [[#people][People]]
      - [[#college-of-arts-humanities-and-social-sciences]]
        - [[#dr-halle-oneal-reader-in-japanese-art-on-research-leave][Dr Halle O’Neal, Reader in Japanese Art (on research leave)]]
        - [[#dr-ian-astley-senior-lecturer-in-japanese][Dr Ian Astley, Senior Lecturer in Japanese]]
        - [[#dr-naomi-appleton-senior-lecturer-in-asian-religions][Dr Naomi Appleton, Senior Lecturer in Asian Religions]]
        - [[#prof-joachim-gentz-chair-in-chinese-philosophy-and-religion][Prof Joachim Gentz, Chair in Chinese Philosophy and Religion]]
        - [[#dr-paul-fuller-teaching-fellow-in-buddhist-studies][Dr Paul Fuller, Teaching Fellow in Buddhist Studies]]
        - [[#dr-takeshi-morisato-森里武-lecturer][Dr Takeshi Morisato 森里武, Lecturer]]
        - [[#prof-jonathan-spencer-regius-professor-of-south-asian-language-culture-and-society][Prof Jonathan Spencer, Regius Professor of South Asian Language, Culture and Society]]
        - [[#dr-abigail-macbain-lecturer-of-premodern-japanese-studies][Dr Abigail MacBain, Lecturer of Premodern Japanese Studies]]
    - [[#courses][Courses]]
  - [[#university-of-kent][University of Kent]]
    - [[#people][People]]
      - [[#department-of-religious-studies]]
        - [[#dr-leslie-de-vries-lecturer-in-east-asian-studies][Dr Leslie De Vries, Lecturer in East Asian Studies]]
    - [[#courses][Courses]]
      - [[#undergraduate][Undergraduate]]
  - [[#university-of-leeds][University of Leeds]]
    - [[#people][People]]
      - [[#school-of-languages-cultures-and-societies]]
        - [[#professor-martin-seeger-professor-of-thai-studies][Professor Martin Seeger, Professor of Thai Studies]]
  - [[#university-of-london-school-of-oriental-and-african-studies-soas][University of London, School of Oriental and African Studies (SOAS)]]
    - [[#people][People]]
      - [[#department-of-religions-and-philosophies]]
        - [[#dr-lucia-dolce-numata-reader-in-japanese-buddhism][Dr Lucia Dolce, Numata Reader in Japanese Buddhism]]
        - [[#professor-ulrich-pagel-head-of-school][Professor Ulrich Pagel, Head of School]]
      - [[#department-of-the-history-of-art-and-archaeology]]
        - [[#dr-christian-luczanits-david-l-snellgrove-senior-lecturer-in-tibetan-and-buddhist-art][Dr Christian Luczanits, David L. Snellgrove Senior Lecturer in Tibetan and Buddhist Art]]
        - [[#dr-peter-d-sharrock-senior-teaching-fellow][Dr Peter D. Sharrock, Senior Teaching Fellow]]
    - [[#courses][Courses]]
      - [[#postgraduate][Postgraduate]]
  - [[#university-of-manchester][University of Manchester]]
    - [[#people][People]]
      - [[#school-of-arts-languages-and-cultures]]
        - [[#dr-gregory-adam-scott-senior-lecturer-in-chinese-culture-and-history][Dr Gregory Adam Scott, Senior Lecturer in Chinese Culture and History]]
        - [[#prof-erica-baffelli-professor-of-japanese-studies][Prof Erica Baffelli, Professor of Japanese Studies]]
    - [[#courses][Courses]]
  - [[#university-of-oxford][University of Oxford]]
    - [[#people][People]]
      - [[#faculty-of-asian-and-middle-eastern-studies]]
        - [[#dr-cathy-cantwell-associate-faculty-member][Dr Cathy Cantwell, Associate Faculty Member]]
        - [[#dr-robert-mayer-university-research-lecturer][Dr Robert Mayer, University Research Lecturer]]
        - [[#dr-sarah-shaw-faculty-member][Dr Sarah Shaw, Faculty Member]]
        - [[#prof-david-gellner-professor-of-social-anthropology][Prof David Gellner, Professor of Social Anthropology]]
        - [[#prof-kate-crosby-numata-professor-of-buddhist-studies][Prof Kate Crosby, Numata Professor of Buddhist Studies]]
        - [[#prof-ulrike-roesler-professor-of-tibetan-and-himalayan-studies][Prof Ulrike Roesler, Professor of Tibetan and Himalayan Studies]]
      - [[#faculty-of-theology-and-religion]]
        - [[#dr-andrew-skilton-pali-instructor][Dr Andrew Skilton, Pali Instructor]]
        - [[#prof-jan-westerhoff-professor-of-buddhist-philosophy][Prof Jan Westerhoff, Professor of Buddhist Philosophy]]
    - [[#courses][Courses]]
      - [[#undergraduate][Undergraduate]]
      - [[#postgraduate][Postgraduate]]
  - [[#university-of-south-wales][University of South Wales]]
    - [[#people][People]]
      - [[#faculty-of-creative-industries]]
        - [[#dr-nick-swann-senior-lecturer-and-course-leader][Dr Nick Swann, Senior Lecturer and Course Leader]]
        - [[#dr-sarah-shaw-khyentse-foundation-reader-in-buddhist-studies][Dr Sarah Shaw, Khyentse Foundation Reader in Buddhist Studies]]
        - [[#dr-warren-todd-visiting-lecturer-in-buddhist-studies][Dr Warren Todd, Visiting Lecturer in Buddhist Studies]]
    - [[#courses][Courses]]
      - [[#postgraduate][Postgraduate]]
  - [[#university-of-stirling][University of Stirling]]
    - [[#people][People]]
      - [[#division-of-literature-and-languages]]
        - [[#mr-kevin-macneil-lecturer-in-creative-writing][Mr Kevin MacNeil, Lecturer in Creative Writing]]
  - [[#university-of-winchester][University of Winchester]]
    - [[#people][People]]
      - [[#centre-for-religion-reconciliation-and-peace]]
        - [[#professor-anna-king][Professor Anna King]]
        - [[#professor-mark-owen-director-centre-for-religion-reconciliation-and-peace][Professor Mark Owen, Director: Centre for Religion, Reconciliation and Peace]]
:end:

* University List
** Cardiff University
*** People
**** [[https://www.cardiff.ac.uk/history-archaeology-religion][School of History, Archaeology and Religion]]
