uni-list.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
  <!-- 2023-01-02 Mon 15:11 -->
  <meta http-equiv="Content-Type" content=
  "text/html; charset=utf-8" />
  <meta name="viewport" content=
  "width=device-width, initial-scale=1" />
  <title>Buddhist Studies in UK Universities – WIP List</title>
  <meta name="author" content="Ilmari Koria" />
  <meta name="generator" content="Org Mode" />
</head>
<body>
  <div id="content" class="content">
    <h1 class="title">Buddhist Studies in UK Universities – WIP
    List</h1>
    <div id="table-of-contents" role="doc-toc">
      <h2>Table of Contents</h2>
      <div id="text-table-of-contents" role="doc-toc">
        <ul>
          <li><a href="#org2ab57ea">Introduction</a></li>
          <li>
            <a href="#orgb50885d">University List</a>
            <ul>
              <li><a href="#org688f4f7">Cardiff University</a></li>
              <li><a href="#org35f0068">Durham University</a></li>
              <li><a href="#org89aac57">Goldsmiths, University of
              London</a></li>
              <li><a href="#org316f605">King’s College
              London</a></li>
              <li><a href="#orgcf45fce">Lancaster
              University</a></li>
              <li><a href="#orgb60fcb0">University College
              London</a></li>
              <li><a href="#orgc8bd58f">University of
              Aberdeen</a></li>
              <li><a href="#org2287d69">University of
              Bristol</a></li>
              <li><a href="#orgd26a045">University of
              Cambridge</a></li>
              <li><a href="#orgbad37bf">University of
              Chester</a></li>
              <li><a href="#org81733b1">University of
              Edinburgh</a></li>
              <li><a href="#org81aac6f">University of Kent</a></li>
              <li><a href="#orgd9f2c57">University of
              Leeds</a></li>
              <li><a href="#org755b887">WAITING University of
              London, School of Oriental and African Studies
              (SOAS)</a></li>
              <li><a href="#org1f03af9">University of
              Manchester</a></li>
              <li><a href="#orgc00f6fc">University of
              Oxford</a></li>
              <li><a href="#org77e0c57">University of South
              Wales</a></li>
              <li><a href="#orgc266732">University of
              Stirling</a></li>
              <li><a href="#org8c7b6a1">University of
              Winchester</a></li>
            </ul>
          </li>
        </ul>
      </div>
    </div>
    <div id="outline-container-org2ab57ea" class="outline-2">
      <h2 id="org2ab57ea">Introduction</h2>
      <div class="outline-text-2" id="text-org2ab57ea">
        <p>This is a list of UK Universities with academics in
        Buddhist Studies and related areas providing their research
        interests. It also includes BA and MA programmes or modules
        in Buddhist studies, (including modules that have a
        significant Buddhist content). Also included is an
        indication of UK course provision for the learning of
        Sanskrit, Pali and Tibetan languages, as these are largely
        engaged in for the purpose of research or reading of
        Buddhist texts. Although not specified separately, where
        academic staff have the relevant expertise, proposals for
        doctoral research in Buddhist Studies may be
        welcomed.<br /></p>
        <p>Updates and suggestions can be sent to Ilmari Koria via
        <a href=
        "mailto:ilmarikoria@posteo.net">ilmarikoria@posteo.net</a>.<br />
        </p>
        <p>Last update: <span class="underline">Jan 2,
        2023</span>.<br /></p>
      </div>
    </div>
