uni-list.org
***** Prof Max Deeg, Professor in Buddhist Studies
- Note: Study Leave 2022/3.
- Research: Buddhist history, particularly the historical connection between India, Central Asia and China; Chinese Buddhist pilgrims.
- Contact: [[mailto:deegm1@cardiff.ac.uk][deegm1@cardiff.ac.uk]]
*** Courses
**** Undergraduate
- /Introduction to Buddhism/ (first year).
- /Buddhism: The first 1000 years/ (a historical overview of that period) [2nd year]
- We also offer Sanskrit as a scriptural language (taught by Dr. Simon Brodbeck).
** Durham University
*** People
**** [[https://www.durham.ac.uk/departments/academic/archaeology/][Department of Archaeology]]
***** Prof Robin Coningham, 2014 UNESCO Chair on Archaeological Ethics and Practice in Cultural Heritage 
- Research: Archaeological Ethics and Practice in Cultural Heritage; Later Prehistory and Early Historic archaeology of Southern Asia (from Iran to Myanmar); Urbanisation; Archaeological visibility of Buddhism; Caste and the development of craft specialisation; Politics, identity and archaeology; International cultural resource management; UNESCO and World Heritage; Post-disaster archaeology; Post-conflict archaeology; Sustainable pilgrimage; Indian Ocean and Arabian Sea Trade
- Contact: [[mailto:r.a.e.coningham@durham.ac.uk][r.a.e.coningham@durham.ac.uk]]
**** [[https://www.durham.ac.uk/departments/academic/philosophy/contact-us/][Department of Philosophy]]
***** Professor Simon P. James, Professor/DEC Chair 
- Research: Environmental philosophy; Existential phenomenology; Buddhist philosophy.
- Contact: [[https://www.durham.ac.uk/departments/academic/philosophy/contact-us/][via departmental contact form]].

** Goldsmiths, University of London
*** People
**** [[https://www.gold.ac.uk/history/][Department of History]]
***** Dr Ronit Yoeli-Tlalim, Reader
- Research: History of Asian Medicine; Interactions between Medicine and Buddhism; Transmission of medical ideas along the Silk-Roads; History of early Tibetan medicine (Dunhuang studies).
- Contact: [[mailto:r.yoeli-tlalim@gold.ac.uk][r.yoeli-tlalim@gold.ac.uk]]
*** Courses
***** Undergraduate
- /Global History of Buddhism/
- /History of Asian Medicine: From Manuscripts to YouTube/
- /Bodies and Drugs: A Global History of Medicine/
- /Medicine on the Silk Roads: Transitions and Transmitions/
** King's College London
*** People
**** [[https://www.kcl.ac.uk/trs][Department of Theology & Religious Studies]]
***** Dr Karen O'Brien-Kop, Lecturer in Modern Asian Religions
- Research: Abhidharma, Yogacara, Meditation, Sanskrit Texts.
- Contact: [[mailto:karen.obrien-kop@kcl.ac.uk][karen.obrien-kop@kcl.ac.uk]]
*** Courses
**** Undergraduate
- /Introduction to Buddhism/
- /Buddhist Ethics/
- /Theravada Buddhism/
**** Graduate Research Reading Group
- /Mind-body philosophies in Asia/
** Lancaster University 
*** People
**** [[https://www.lancaster.ac.uk/ppr/][Department of Politics, Philosophy and Religion]]
***** Prof Chakravarthi Ram-Prasad, Distinguished Professor of Comparative Religion and Philosophy
- Research: Indian (Hindu, Buddhist, Jain) and comparative phenomenology, epistemology, metaphysics, theology, and philosophy of religion; religion, politics and conflict; South Asian religious identities in contemporary Britain; the conceptual sources of modern Hindu life and beliefs.  
- Contact: [[mailto:c.ram-prasad@lancaster.ac.uk][c.ram-prasad@lancaster.ac.uk]]
