uni-list.html
    <div id="outline-container-orgb50885d" class="outline-2">
      <h2 id="orgb50885d">University List</h2>
      <div class="outline-text-2" id="text-orgb50885d"></div>
      <div id="outline-container-org688f4f7" class="outline-3">
        <h3 id="org688f4f7">Cardiff University</h3>
        <div class="outline-text-3" id="text-org688f4f7"></div>
        <div id="outline-container-orga231970" class="outline-4">
          <h4 id="orga231970">People</h4>
          <div class="outline-text-4" id="text-orga231970"></div>
          <ul class="org-ul">
            <li>
              <a id="org6ed825a"></a><a href=
              "https://www.cardiff.ac.uk/history-archaeology-religion">School
              of History, Archaeology and Religion</a><br />
              <ul class="org-ul">
                <li>
                  <a id="org8dd133f"></a>Prof Max Deeg, Professor
                  in Buddhist Studies<br />
                  <div class="outline-text-6" id="text-org8dd133f">
                    <ul class="org-ul">
                      <li>Note: Study Leave 2022/3.<br /></li>
                      <li>Research: Buddhist history, particularly
                      the historical connection between India,
                      Central Asia and China; Chinese Buddhist
                      pilgrims.<br /></li>
                      <li>Contact: <a href=
                      "mailto:deegm1@cardiff.ac.uk">deegm1@cardiff.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-org2322b7b" class="outline-4">
          <h4 id="org2322b7b">Courses</h4>
          <div class="outline-text-4" id="text-org2322b7b"></div>
          <ul class="org-ul">
            <li>
              <a id="org409b719"></a>Undergraduate<br />
              <div class="outline-text-5" id="text-org409b719">
                <ul class="org-ul">
                  <li><i>Introduction to Buddhism</i> (first
                  year).<br /></li>
                  <li><i>Buddhism: The first 1000 years</i> (a
                  historical overview of that period) [2nd
                  year]<br /></li>
                  <li>We also offer Sanskrit as a scriptural
                  language (taught by Dr. Simon
                  Brodbeck).<br /></li>
                </ul>
              </div>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-org35f0068" class="outline-3">
        <h3 id="org35f0068">Durham University</h3>
        <div class="outline-text-3" id="text-org35f0068"></div>
        <div id="outline-container-org9e2bf62" class="outline-4">
          <h4 id="org9e2bf62">People</h4>
          <div class="outline-text-4" id="text-org9e2bf62"></div>
          <ul class="org-ul">
            <li>
              <a id="org5c705ee"></a><a href=
              "https://www.durham.ac.uk/departments/academic/archaeology/">Department
              of Archaeology</a><br />
              <ul class="org-ul">
                <li>
                  <a id="org65c5af7"></a>Prof Robin Coningham, 2014
                  UNESCO Chair on Archaeological Ethics and
                  Practice in Cultural Heritage<br />
                  <div class="outline-text-6" id="text-org65c5af7">
                    <ul class="org-ul">
                      <li>Research: Archaeological Ethics and
                      Practice in Cultural Heritage; Later
                      Prehistory and Early Historic archaeology of
                      Southern Asia (from Iran to Myanmar);
                      Urbanisation; Archaeological visibility of
                      Buddhism; Caste and the development of craft
                      specialisation; Politics, identity and
                      archaeology; International cultural resource
                      management; UNESCO and World Heritage;
                      Post-disaster archaeology; Post-conflict
                      archaeology; Sustainable pilgrimage; Indian
                      Ocean and Arabian Sea Trade<br /></li>
                      <li>Contact: <a href=
                      "mailto:r.a.e.coningham@durham.ac.uk">r.a.e.coningham@durham.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
            <li>
              <a id="org02448cb"></a><a href=
              "https://www.durham.ac.uk/departments/academic/philosophy/contact-us/">Department
              of Philosophy</a><br />
              <ul class="org-ul">
                <li>
                  <a id="org5d042e5"></a>Professor Simon P. James,
                  Professor/DEC Chair<br />
                  <div class="outline-text-6" id="text-org5d042e5">
                    <ul class="org-ul">
                      <li>Research: Environmental philosophy;
                      Existential phenomenology; Buddhist
                      philosophy.<br /></li>
                      <li>Contact: <a href=
                      "https://www.durham.ac.uk/departments/academic/philosophy/contact-us/">
                      via departmental contact form</a>.<br /></li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-org89aac57" class="outline-3">
        <h3 id="org89aac57">Goldsmiths, University of London</h3>
        <div class="outline-text-3" id="text-org89aac57"></div>
        <div id="outline-container-org1233f84" class="outline-4">
          <h4 id="org1233f84">People</h4>
          <div class="outline-text-4" id="text-org1233f84"></div>
          <ul class="org-ul">
            <li>
              <a id="orgabfcb58"></a><a href=
              "https://www.gold.ac.uk/history/">Department of
              History</a><br />
              <ul class="org-ul">
                <li>
                  <a id="org1641b7e"></a>Dr Ronit Yoeli-Tlalim,
                  Reader<br />
                  <div class="outline-text-6" id="text-org1641b7e">
                    <ul class="org-ul">
                      <li>Research: History of Asian Medicine;
                      Interactions between Medicine and Buddhism;
                      Transmission of medical ideas along the
                      Silk-Roads; History of early Tibetan medicine
                      (Dunhuang studies).<br /></li>
                      <li>Contact: <a href=
                      "mailto:r.yoeli-tlalim@gold.ac.uk">r.yoeli-tlalim@gold.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-orgc9afb7b" class="outline-4">
          <h4 id="orgc9afb7b">Courses</h4>
          <div class="outline-text-4" id="text-orgc9afb7b"></div>
          <ul class="org-ul">
            <li>
              <a id="org9db5611"></a>Undergraduate<br />
              <div class="outline-text-6" id="text-org9db5611">
                <ul class="org-ul">
                  <li><i>Global History of Buddhism</i><br /></li>
                  <li><i>History of Asian Medicine: From
                  Manuscripts to YouTube</i><br /></li>
                  <li><i>Bodies and Drugs: A Global History of
                  Medicine</i><br /></li>
                  <li><i>Medicine on the Silk Roads: Transitions
                  and Transmitions</i><br /></li>
                </ul>
              </div>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-org316f605" class="outline-3">
        <h3 id="org316f605">King’s College London</h3>
        <div class="outline-text-3" id="text-org316f605"></div>
        <div id="outline-container-org7c6c2ec" class="outline-4">
          <h4 id="org7c6c2ec">People</h4>
          <div class="outline-text-4" id="text-org7c6c2ec"></div>
          <ul class="org-ul">
            <li>
              <a id="org55d6e1c"></a><a href=
              "https://www.kcl.ac.uk/trs">Department of Theology
              &amp; Religious Studies</a><br />
              <ul class="org-ul">
                <li>
                  <a id="orga09f816"></a>Dr Karen O’Brien-Kop,
                  Lecturer in Modern Asian Religions<br />
                  <div class="outline-text-6" id="text-orga09f816">
                    <ul class="org-ul">
                      <li>Research: Abhidharma, Yogacara,
                      Meditation, Sanskrit Texts.<br /></li>
                      <li>Contact: <a href=
                      "mailto:karen.obrien-kop@kcl.ac.uk">karen.obrien-kop@kcl.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-org3db9f9e" class="outline-4">
          <h4 id="org3db9f9e">Courses</h4>
          <div class="outline-text-4" id="text-org3db9f9e"></div>
          <ul class="org-ul">
            <li>
              <a id="orga5f2a53"></a>Undergraduate<br />
              <div class="outline-text-5" id="text-orga5f2a53">
                <ul class="org-ul">
                  <li><i>Introduction to Buddhism</i><br /></li>
                  <li><i>Buddhist Ethics</i><br /></li>
                  <li><i>Theravada Buddhism</i><br /></li>
                </ul>
              </div>
            </li>
            <li>
              <a id="orge6fd33e"></a>Graduate Research Reading
              Group<br />
              <div class="outline-text-5" id="text-orge6fd33e">
                <ul class="org-ul">
                  <li><i>Mind-body philosophies in
                  Asia</i><br /></li>
                </ul>
              </div>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-orgcf45fce" class="outline-3">
        <h3 id="orgcf45fce">Lancaster University</h3>
        <div class="outline-text-3" id="text-orgcf45fce"></div>
        <div id="outline-container-org18f3365" class="outline-4">
          <h4 id="org18f3365">People</h4>
          <div class="outline-text-4" id="text-org18f3365"></div>
          <ul class="org-ul">
            <li>
              <a id="orgdb8cf2e"></a><a href=
              "https://www.lancaster.ac.uk/ppr/">Department of
              Politics, Philosophy and Religion</a><br />
              <ul class="org-ul">
                <li>
                  <a id="org241595b"></a>Prof Chakravarthi
                  Ram-Prasad, Distinguished Professor of
                  Comparative Religion and Philosophy<br />
                  <div class="outline-text-6" id="text-org241595b">
                    <ul class="org-ul">
                      <li>Research: Indian (Hindu, Buddhist, Jain)
                      and comparative phenomenology, epistemology,
                      metaphysics, theology, and philosophy of
                      religion; religion, politics and conflict;
                      South Asian religious identities in
                      contemporary Britain; the conceptual sources
                      of modern Hindu life and beliefs.<br /></li>
                      <li>Contact: <a href=
                      "mailto:c.ram-prasad@lancaster.ac.uk">c.ram-prasad@lancaster.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org2cacc9b"></a>Prof Hiroko Kawanami,
                  Professor of Buddhism and Society<br />
                  <div class="outline-text-6" id="text-org2cacc9b">
                    <ul class="org-ul">
