uni-list.org
***** Prof Hiroko Kawanami, Professor of Buddhism and Society
- Research: Gender and Buddhism, dissemination of knowledge and moral values, social justice and wellbeing, charismatic power(s) of monastic practitioners, and more recently on Buddhist orthodoxy and how heretical monks are created in Myanmar.
- Contact: [[mailto:h.kawanami@lancaster.ac.uk][h.kawanami@lancaster.ac.uk]]
*** Courses
 - Note: Buddhist studies is currently being phased out at the Department of Politics, Philosophy and Religion.
**** Undergraduate
- /The Power of the Past: Religion and Politics in South Asia/ (Bihani Sarkar)
- /Indian Religious and Philosophical Thought/ (Ram-Prasad or Brian Black) 
- /Buddhism, State and Political Monks/  (Hiroko Kawanami)

** University College London
*** People 
**** [[https://www.ucl.ac.uk/anthropology/ucl-anthropology][Department of Anthropology]]
***** Dr Joanna Cook, Reader in Medical Anthropology
- Research: Buddhism, mental health, mindfulness, monasticism, gender, Thailand, UK, the anthropology of ethics. 
- Contact: [[mailto:joanna.cook@ucl.ac.uk][joanna.cook@ucl.ac.uk]]
** University of Aberdeen
*** People
**** [[https://www.abdn.ac.uk/socsci/][School of Social Science]]
***** Dr Martin A. Mills, Senior Lecturer
- Research: The anthropology of Tibet and Tibetan-speaking areas, and in particular its religious and state life (including the ceremonial nexuses of Tibetan monastic and state life); the formulation of new ways in which modern ethnographers of Tibetan regions can integrate their work with textual specialists and indigenous scholars to create an historical anthropology of the region.
- Contact: [[mailto:m.a.mills@abdn.ac.uk][m.a.mills@abdn.ac.uk]]
** University of Bristol
*** People
**** [[http://www.bristol.ac.uk/religion/][Department of Religion and Theology]]
***** Dr Benedetta Lomi, Lecturer in East Asian Religions
- Research: The History of Japanese Buddhism, Japanese Esoteric Buddhism, Esoteric Buddhism in East Asia, Buddhist Medicine, Healing Rituals, Buddhist Iconography.
- Contact: [[mailto:b.lomi@bristol.ac.uk][b.lomi@bristol.ac.uk]]
***** Dr Rita Langer, Senior Lecturer in Buddhist Studies
- Research: Research: Merit in the early Pali sources; Buddhist ritual and its origin (in South and South East Asia, particularly Sri Lanka); Food and Cosmology).
- Contact: [[mailto:rita.langer@bristol.ac.uk][rita.langer@bristol.ac.uk]]
***** Dr Yael Shiri, Lecturer in Religious Studies
- Research: History of ancient Indian Buddhism; Indian religious narratives, both literary and visual, and their function as a vehicle for ideas, a tool for religious agency, identity formation, and religious polemics; Philological, narratological and art historical methods. Source materials covering Sanskrit, Classical Tibetan and Pāli.
- Contact: [[mailto:y.shiri@bristol.ac.uk][y.shiri@bristol.ac.uk]]
*** Courses
**** BA and MA in Religion and Theology [Not all these units will be available in any one year]:
- /Living Religions East/
- /Religions and Cultural Change in India: from Indus to Islam/
- /Religion and Material Culture/
- /Buddhism in Practice/
- /Buddhism: the Foundations/
- /Asian Traditions of Meditation/
- /The Many Faces of the Buddha: Literature, Archaeology and Visual Culture/
- /Sex, Humour, and Piety: Life in the ancient Buddhist Monastery/
- /Zen Buddhism/
- /Japanese Religions/
- /Chinese Religions/
- /Esoteric Buddhism in East Asia/
- /Mahāyāna Literature in East Asia/
- /The Body in East Asian Thought and Practices/
- /Sanskrit/
**** Religion and Theology research programmes (MPhil, PhD) 
- We welcome and encourage applications for postgraduate degrees by research in the area of Buddhist Studies. Our Mphil degree offers both a clear pathway to further research at PhD level, and a gateway to non-academic employment. The Master’s in Philosophy is a standalone, one-year (full-time) or two years (part-time) research degree and can also be studied via distance learning.

** University of Cambridge
- Note: As of the date of this posting, Buddhist studies at the University of Cambridge is undergoing changes in personnel, and currently support for graduate Buddhist Studies is marginal.
*** People
**** [[https://www.divinity.cam.ac.uk/][Faculty of Divinity]]
