uni-list.html
                      <li>Research: Gender and Buddhism,
                      dissemination of knowledge and moral values,
                      social justice and wellbeing, charismatic
                      power(s) of monastic practitioners, and more
                      recently on Buddhist orthodoxy and how
                      heretical monks are created in
                      Myanmar.<br /></li>
                      <li>Contact: <a href=
                      "mailto:h.kawanami@lancaster.ac.uk">h.kawanami@lancaster.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-org4e0513e" class="outline-4">
          <h4 id="org4e0513e">Courses</h4>
          <div class="outline-text-4" id="text-org4e0513e">
            <ul class="org-ul">
              <li>Note: Buddhist studies is currently being phased
              out at the Department of Politics, Philosophy and
              Religion.<br /></li>
            </ul>
          </div>
          <ul class="org-ul">
            <li>
              <a id="org0630992"></a>Undergraduate<br />
              <div class="outline-text-5" id="text-org0630992">
                <ul class="org-ul">
                  <li><i>The Power of the Past: Religion and
                  Politics in South Asia</i> (Bihani
                  Sarkar)<br /></li>
                  <li><i>Indian Religious and Philosophical
                  Thought</i> (Ram-Prasad or Brian
                  Black)<br /></li>
                  <li><i>Buddhism, State and Political Monks</i>
                  (Hiroko Kawanami)<br /></li>
                </ul>
              </div>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-orgb60fcb0" class="outline-3">
        <h3 id="orgb60fcb0">University College London</h3>
        <div class="outline-text-3" id="text-orgb60fcb0"></div>
        <div id="outline-container-org8c8caff" class="outline-4">
          <h4 id="org8c8caff">People</h4>
          <div class="outline-text-4" id="text-org8c8caff"></div>
          <ul class="org-ul">
            <li>
              <a id="org0bf3271"></a><a href=
              "https://www.ucl.ac.uk/anthropology/ucl-anthropology">Department
              of Anthropology</a><br />
              <ul class="org-ul">
                <li>
                  <a id="orgbe3197e"></a>Dr Joanna Cook, Reader in
                  Medical Anthropology<br />
                  <div class="outline-text-6" id="text-orgbe3197e">
                    <ul class="org-ul">
                      <li>Research: Buddhism, mental health,
                      mindfulness, monasticism, gender, Thailand,
                      UK, the anthropology of ethics.<br /></li>
                      <li>Contact: <a href=
                      "mailto:joanna.cook@ucl.ac.uk">joanna.cook@ucl.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-orgc8bd58f" class="outline-3">
        <h3 id="orgc8bd58f">University of Aberdeen</h3>
        <div class="outline-text-3" id="text-orgc8bd58f"></div>
        <div id="outline-container-org8b1adf4" class="outline-4">
          <h4 id="org8b1adf4">People</h4>
          <div class="outline-text-4" id="text-org8b1adf4"></div>
          <ul class="org-ul">
            <li>
              <a id="org61a03e8"></a><a href=
              "https://www.abdn.ac.uk/socsci/">School of Social
              Science</a><br />
              <ul class="org-ul">
                <li>
                  <a id="orgd91e62d"></a>Dr Martin A. Mills, Senior
                  Lecturer<br />
                  <div class="outline-text-6" id="text-orgd91e62d">
                    <ul class="org-ul">
                      <li>Research: The anthropology of Tibet and
                      Tibetan-speaking areas, and in particular its
                      religious and state life (including the
                      ceremonial nexuses of Tibetan monastic and
                      state life); the formulation of new ways in
                      which modern ethnographers of Tibetan regions
                      can integrate their work with textual
                      specialists and indigenous scholars to create
                      an historical anthropology of the
                      region.<br /></li>
                      <li>Contact: <a href=
                      "mailto:m.a.mills@abdn.ac.uk">m.a.mills@abdn.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-org2287d69" class="outline-3">
        <h3 id="org2287d69">University of Bristol</h3>
        <div class="outline-text-3" id="text-org2287d69"></div>
        <div id="outline-container-org013483e" class="outline-4">
          <h4 id="org013483e">People</h4>
          <div class="outline-text-4" id="text-org013483e"></div>
          <ul class="org-ul">
            <li>
              <a id="org2ee4e8c"></a><a href=
              "http://www.bristol.ac.uk/religion/">Department of
              Religion and Theology</a><br />
              <ul class="org-ul">
                <li>
                  <a id="org2ed36b5"></a>Dr Benedetta Lomi,
                  Lecturer in East Asian Religions<br />
                  <div class="outline-text-6" id="text-org2ed36b5">
                    <ul class="org-ul">
                      <li>Research: The History of Japanese
                      Buddhism, Japanese Esoteric Buddhism,
                      Esoteric Buddhism in East Asia, Buddhist
                      Medicine, Healing Rituals, Buddhist
                      Iconography.<br /></li>
                      <li>Contact: <a href=
                      "mailto:b.lomi@bristol.ac.uk">b.lomi@bristol.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org3a6e174"></a>Dr Rita Langer, Senior
                  Lecturer in Buddhist Studies<br />
                  <div class="outline-text-6" id="text-org3a6e174">
                    <ul class="org-ul">
                      <li>Research: Research: Merit in the early
                      Pali sources; Buddhist ritual and its origin
                      (in South and South East Asia, particularly
                      Sri Lanka); Food and Cosmology).<br /></li>
                      <li>Contact: <a href=
                      "mailto:rita.langer@bristol.ac.uk">rita.langer@bristol.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="orgb57e445"></a>Dr Yael Shiri, Lecturer in
                  Religious Studies<br />
                  <div class="outline-text-6" id="text-orgb57e445">
                    <ul class="org-ul">
                      <li>Research: History of ancient Indian
                      Buddhism; Indian religious narratives, both
                      literary and visual, and their function as a
                      vehicle for ideas, a tool for religious
                      agency, identity formation, and religious
                      polemics; Philological, narratological and
                      art historical methods. Source materials
                      covering Sanskrit, Classical Tibetan and
                      Pāli.<br /></li>
                      <li>Contact: <a href=
                      "mailto:y.shiri@bristol.ac.uk">y.shiri@bristol.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-org74e5620" class="outline-4">
          <h4 id="org74e5620">Courses</h4>
          <div class="outline-text-4" id="text-org74e5620"></div>
          <ul class="org-ul">
            <li>
              <a id="org35a708a"></a>BA and MA in Religion and
              Theology [Not all these units will be available in
              any one year]:<br />
              <div class="outline-text-5" id="text-org35a708a">
                <ul class="org-ul">
                  <li><i>Living Religions East</i><br /></li>
                  <li><i>Religions and Cultural Change in India:
                  from Indus to Islam</i><br /></li>
                  <li><i>Religion and Material
                  Culture</i><br /></li>
                  <li><i>Buddhism in Practice</i><br /></li>
                  <li><i>Buddhism: the Foundations</i><br /></li>
                  <li><i>Asian Traditions of
                  Meditation</i><br /></li>
                  <li><i>The Many Faces of the Buddha: Literature,
                  Archaeology and Visual Culture</i><br /></li>
                  <li><i>Sex, Humour, and Piety: Life in the
                  ancient Buddhist Monastery</i><br /></li>
                  <li><i>Zen Buddhism</i><br /></li>
                  <li><i>Japanese Religions</i><br /></li>
                  <li><i>Chinese Religions</i><br /></li>
                  <li><i>Esoteric Buddhism in East
                  Asia</i><br /></li>
                  <li><i>Mahāyāna Literature in East
                  Asia</i><br /></li>
                  <li><i>The Body in East Asian Thought and
                  Practices</i><br /></li>
                  <li><i>Sanskrit</i><br /></li>
                </ul>
              </div>
            </li>
            <li>
              <a id="org4e0faa8"></a>Religion and Theology research
              programmes (MPhil, PhD)<br />
              <div class="outline-text-5" id="text-org4e0faa8">
                <ul class="org-ul">
                  <li>We welcome and encourage applications for
                  postgraduate degrees by research in the area of
                  Buddhist Studies. Our Mphil degree offers both a
                  clear pathway to further research at PhD level,
                  and a gateway to non-academic employment. The
                  Master’s in Philosophy is a standalone, one-year
                  (full-time) or two years (part-time) research
                  degree and can also be studied via distance
                  learning.<br /></li>
                </ul>
              </div>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-orgd26a045" class="outline-3">
        <h3 id="orgd26a045">University of Cambridge</h3>
        <div class="outline-text-3" id="text-orgd26a045">
          <ul class="org-ul">
            <li>Note: As of the date of this posting, Buddhist
            studies at the University of Cambridge is undergoing
            changes in personnel, and currently support for
            graduate Buddhist Studies is marginal.<br /></li>
          </ul>
        </div>
