uni-list.org
***** Dr Christopher V Jones, Research Associate and Affiliated Lecturer
- Note: Temporary appointment until Autumn 2023.
- Research: Indian 'Buddha-nature' tradition as it has been preserved in South, Central and East Asian literatures, foremost in connection to literature associated with the /Mahāparinirvāṇa-mahāsūtra/Dabanniepan jing/; Pre-modern Buddhist attitudes to non-Buddhist teaching and authority in India and elsewhere, and the evolving place of Buddhist reflection on liberation and liberated beings in South Asia in the early centuries CE.
- Contact: [[mailto:cvj20@cam.ac.uk][cvj20@cam.ac.uk]]
**** [[https://www.ames.cam.ac.uk/][Faculty of Asian and Middle Eastern Studies]]
***** Professor Imre Galambos
- Research: Medieval China; Dunhuang studies; history of Chinese writing; Chinese manuscripts and epigraphy; contacts between China and Central Asia; Tangut studies; history of the exploration of Central Asia.
- Contact: [[mailto:iig21@cam.ac.uk][iig21@cam.ac.uk]]
** University of Chester
*** People
**** [[https://www1.chester.ac.uk/departments/theology-and-religious-studies][Department of Theology and Religious Studies: Faculty of Arts and Humanities]]
***** Dr Wendy Dossett, Associate Professor of Religious Studies
- Research: Japanese Pure Land Buddhism, Buddhism and Addiction Recovery, Buddhism and Religious Education.
- Contact: [[mailto:w.dossett@chester.ac.uk][w.dossett@chester.ac.uk]]
*** Courses
**** Undergraduate
 - /LEVEL 4 TH4070 Dharmic Worldviews/ (Four sessions on Buddhism).
 - /LEVEL 5 TH5066 Contemporary Asian Traditions/ (Four sessions on Buddhism).
**** Postgraduate
  - /TH7046 Buddhist Concepts of Awakening/ (20 credit MA module in MA Theology and Religious Studies programme).
** University of Edinburgh
*** Note
Prospective students are encouraged to get in touch via the Edinburgh Buddhist Studies (EBS) Network: [[mailto:buddhist.studies@ed.ac.uk][buddhist.studies@ed.ac.uk]].
*** People
**** [[https://www.ed.ac.uk/arts-humanities-soc-sci][College of Arts, Humanities and Social Sciences]]
***** Dr Halle O’Neal, Reader in Japanese Art (on research leave) 
 - Research: Japanese Buddhist art; Word and image studies; Relics and reliquaries; Performativity and haptic nature of manuscripts; Death commemorations in visual and material culture; Palimpsests; Digital Humanities.
 - Contact: [[mailto:halle.oneal@ed.ac.uk][halle.oneal@ed.ac.uk]]
***** Dr Ian Astley, Senior Lecturer in Japanese
 - Research: Japanese and Chinese religions and philosophy, especially Shingon Buddhist tradition in China and Japan, focussing on the development of the school's thought in the transition from a Chinese to a Japanese religio-political environment, with particular reference to the role of material culture and prosody in the development of ideology in the body politic; The early commentarial tradition of the Liqu jing (J.: Rishukyō); Developments in the Meiji Restoration, with particular reference to Shingon Buddhism and the manner in which the Japanese were introducing their form of Buddhism to the West, more specifically the UK.
 - Contact: [[mailto:ian.astley@ed.ac.uk][ian.astley@ed.ac.uk]]
***** Dr Naomi Appleton, Senior Lecturer in Asian Religions
 - Research: Early Indian religions (Hinduism, Buddhism, Jainism) and Buddhist Studies more broadly; Role of narrative in the construction, communication and negotiation of ideas in Indian religions, including Buddhism, Jainism and early Hindu traditions.
 - Contact: [[mailto:naomi.appleton@ed.ac.uk][naomi.appleton@ed.ac.uk]]
***** Prof Joachim Gentz, Chair in Chinese Philosophy and Religion
 - Research: Chinese philosophy and religions, text and commentary, ritual and divination, and theories of cultural and religious studies. Further interests include conceptions of space and body, Chinese histories of thought, and Chinese literary composition (artistic prose).
 - Contact: [[mailto:joachim.gentz@ed.ac.uk][joachim.gentz@ed.ac.uk]]
