uni-list.html
        <div id="outline-container-orgace93eb" class="outline-4">
          <h4 id="orgace93eb">People</h4>
          <div class="outline-text-4" id="text-orgace93eb"></div>
          <ul class="org-ul">
            <li>
              <a id="org0dc1a53"></a><a href=
              "https://www.divinity.cam.ac.uk/">Faculty of
              Divinity</a><br />
              <ul class="org-ul">
                <li>
                  <a id="org12d15af"></a>Dr Christopher V Jones,
                  Research Associate and Affiliated Lecturer<br />
                  <div class="outline-text-6" id="text-org12d15af">
                    <ul class="org-ul">
                      <li>Note: Temporary appointment until Autumn
                      2023.<br /></li>
                      <li>Research: Indian ’Buddha-nature’
                      tradition as it has been preserved in South,
                      Central and East Asian literatures, foremost
                      in connection to literature associated with
                      the <i>Mahāparinirvāṇa-mahāsūtra/Dabanniepan
                      jing</i>; Pre-modern Buddhist attitudes to
                      non-Buddhist teaching and authority in India
                      and elsewhere, and the evolving place of
                      Buddhist reflection on liberation and
                      liberated beings in South Asia in the early
                      centuries CE.<br /></li>
                      <li>Contact: <a href=
                      "mailto:cvj20@cam.ac.uk">cvj20@cam.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
            <li>
              <a id="org2b60d47"></a><a href=
              "https://www.ames.cam.ac.uk/">Faculty of Asian and
              Middle Eastern Studies</a><br />
              <ul class="org-ul">
                <li>
                  <a id="org5bbe2fd"></a>Professor Imre
                  Galambos<br />
                  <div class="outline-text-6" id="text-org5bbe2fd">
                    <ul class="org-ul">
                      <li>Research: Medieval China; Dunhuang
                      studies; history of Chinese writing; Chinese
                      manuscripts and epigraphy; contacts between
                      China and Central Asia; Tangut studies;
                      history of the exploration of Central
                      Asia.<br /></li>
                      <li>Contact: <a href=
                      "mailto:iig21@cam.ac.uk">iig21@cam.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-orgbad37bf" class="outline-3">
        <h3 id="orgbad37bf">University of Chester</h3>
        <div class="outline-text-3" id="text-orgbad37bf"></div>
        <div id="outline-container-org7fe3216" class="outline-4">
          <h4 id="org7fe3216">People</h4>
          <div class="outline-text-4" id="text-org7fe3216"></div>
          <ul class="org-ul">
            <li>
              <a id="org5e39ee0"></a><a href=
              "https://www1.chester.ac.uk/departments/theology-and-religious-studies">Department
              of Theology and Religious Studies: Faculty of Arts
              and Humanities</a><br />
              <ul class="org-ul">
                <li>
                  <a id="orgf316ceb"></a>Dr Wendy Dossett,
                  Associate Professor of Religious Studies<br />
                  <div class="outline-text-6" id="text-orgf316ceb">
                    <ul class="org-ul">
                      <li>Research: Japanese Pure Land Buddhism,
                      Buddhism and Addiction Recovery, Buddhism and
                      Religious Education.<br /></li>
                      <li>Contact: <a href=
                      "mailto:w.dossett@chester.ac.uk">w.dossett@chester.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-org4fe9230" class="outline-4">
          <h4 id="org4fe9230">Courses</h4>
          <div class="outline-text-4" id="text-org4fe9230"></div>
          <ul class="org-ul">
            <li>
              <a id="org96e642e"></a>Undergraduate<br />
              <div class="outline-text-5" id="text-org96e642e">
                <ul class="org-ul">
                  <li><i>LEVEL 4 TH4070 Dharmic Worldviews</i>
                  (Four sessions on Buddhism).<br /></li>
                  <li><i>LEVEL 5 TH5066 Contemporary Asian
                  Traditions</i> (Four sessions on
                  Buddhism).<br /></li>
                </ul>
              </div>
            </li>
            <li>
              <a id="orgdb3dffa"></a>Postgraduate<br />
              <div class="outline-text-5" id="text-orgdb3dffa">
                <ul class="org-ul">
                  <li><i>TH7046 Buddhist Concepts of Awakening</i>
                  (20 credit MA module in MA Theology and Religious
                  Studies programme).<br /></li>
                </ul>
              </div>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-org81733b1" class="outline-3">
        <h3 id="org81733b1">University of Edinburgh</h3>
        <div class="outline-text-3" id="text-org81733b1"></div>
        <div id="outline-container-org45ed9a8" class="outline-4">
          <h4 id="org45ed9a8">Note</h4>
          <div class="outline-text-4" id="text-org45ed9a8">
            <p>Prospective students are encouraged to get in touch
            via the Edinburgh Buddhist Studies (EBS) Network:
            <a href=
            "mailto:buddhist.studies@ed.ac.uk">buddhist.studies@ed.ac.uk</a>.<br />
            </p>
          </div>
        </div>
        <div id="outline-container-orgf61bc3f" class="outline-4">
          <h4 id="orgf61bc3f">People</h4>
          <div class="outline-text-4" id="text-orgf61bc3f"></div>
          <ul class="org-ul">
            <li>
              <a id="org483b457"></a><a href=
              "https://www.ed.ac.uk/arts-humanities-soc-sci">College
              of Arts, Humanities and Social Sciences</a><br />
              <ul class="org-ul">
                <li>
                  <a id="orgcf9799c"></a>Dr Halle O’Neal, Reader in
                  Japanese Art (on research leave)<br />
                  <div class="outline-text-6" id="text-orgcf9799c">
                    <ul class="org-ul">
                      <li>Research: Japanese Buddhist art; Word and
                      image studies; Relics and reliquaries;
                      Performativity and haptic nature of
                      manuscripts; Death commemorations in visual
                      and material culture; Palimpsests; Digital
                      Humanities.<br /></li>
                      <li>Contact: <a href=
                      "mailto:halle.oneal@ed.ac.uk">halle.oneal@ed.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org2e236f4"></a>Dr Ian Astley, Senior
                  Lecturer in Japanese<br />
                  <div class="outline-text-6" id="text-org2e236f4">
                    <ul class="org-ul">
                      <li>Research: Japanese and Chinese religions
                      and philosophy, especially Shingon Buddhist
                      tradition in China and Japan, focussing on
                      the development of the school’s thought in
                      the transition from a Chinese to a Japanese
                      religio-political environment, with
                      particular reference to the role of material
                      culture and prosody in the development of
                      ideology in the body politic; The early
                      commentarial tradition of the Liqu jing (J.:
                      Rishukyō); Developments in the Meiji
                      Restoration, with particular reference to
                      Shingon Buddhism and the manner in which the
                      Japanese were introducing their form of
                      Buddhism to the West, more specifically the
                      UK.<br /></li>
                      <li>Contact: <a href=
                      "mailto:ian.astley@ed.ac.uk">ian.astley@ed.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org832cdd1"></a>Dr Naomi Appleton, Senior
                  Lecturer in Asian Religions<br />
                  <div class="outline-text-6" id="text-org832cdd1">
                    <ul class="org-ul">
                      <li>Research: Early Indian religions
                      (Hinduism, Buddhism, Jainism) and Buddhist
                      Studies more broadly; Role of narrative in
                      the construction, communication and
                      negotiation of ideas in Indian religions,
                      including Buddhism, Jainism and early Hindu
                      traditions.<br /></li>
                      <li>Contact: <a href=
                      "mailto:naomi.appleton@ed.ac.uk">naomi.appleton@ed.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="orgaededdf"></a>Prof Joachim Gentz, Chair
                  in Chinese Philosophy and Religion<br />
                  <div class="outline-text-6" id="text-orgaededdf">
                    <ul class="org-ul">
                      <li>Research: Chinese philosophy and
                      religions, text and commentary, ritual and
                      divination, and theories of cultural and
                      religious studies. Further interests include
                      conceptions of space and body, Chinese
                      histories of thought, and Chinese literary
                      composition (artistic prose).<br /></li>
                      <li>Contact: <a href=
                      "mailto:joachim.gentz@ed.ac.uk">joachim.gentz@ed.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org17b7481"></a>Dr Paul Fuller, Teaching
                  Fellow in Buddhist Studies<br />
                  <div class="outline-text-6" id="text-org17b7481">
                    <ul class="org-ul">
