uni-list.org
***** Dr Paul Fuller, Teaching Fellow in Buddhist Studies
- Research: Textual basis of discrimination and attachment in early Buddhism; Engaged Buddhism; The prevalence of blasphemy in Buddhist culture; Political and chauvinistic expressions of Buddhism; Contemporary issues in Buddhism including, politics, sexuality, gender, eco-engaged Buddhism and ethnocentric Buddhism.
- Contact: [[mailto:paul.fuller@ed.ac.uk][paul.fuller@ed.ac.uk]]
***** Dr Takeshi Morisato 森里武, Lecturer 
- Research: Metaphysics, Philosophy of Religion, and Existentialism; Contemporary Japanese philosophy (especially the Kyoto School); Kūkai 空海 (774–835) and his Shingon Esoteric Buddhist philosophy.
- Contact: [[mailto:tmorisat@ed.ac.uk][tmorisat@ed.ac.uk]]
***** Prof Jonathan Spencer, Regius Professor of South Asian Language, Culture and Society 
 - Research: Religion and politics, Sri Lanka, South and Southeast Asia, Buddhism, war and peace.
 - Contact: [[mailto:jonathan.spencer@ed.ac.uk][jonathan.spencer@ed.ac.uk]]
***** Dr Abigail MacBain, Lecturer of Premodern Japanese Studies
- Research: Buddhism's transmission to Japan and its role in early Japan's overseas relations; Overlap between Buddhism and the state, and Japan's role in Silk Road trade and communication. 
- Contact: [[mailto:abigail.macbain@ed.ac.uk][abigail.macbain@ed.ac.uk]]
*** Courses
   - MA Religious Studies (4 year undergraduate programme, School of Divinity).
   - MA Chinese and MA Japanese (4 year undergraduate programmes, Asian Studies).
   - Anthropology, Art History and Philosophy also have some relevant optional courses.
   - Courses on offer vary year on year, and are often available across programmes outside their “home” School.
   - At postgraduate level there is a taught masters (MSc) in Religious Studies, and research degrees (MScR, PhD) available working with any of the people noted above.
     - Please contact individual members of staff to discuss this.
** University of Kent
*** People
**** [[https://www.kent.ac.uk/religious-studies/][Department of Religious Studies]]
***** Dr Leslie De Vries, Lecturer in East Asian Studies
- Note: Appointment until Summer 2023.
- Research: History of medicine and religion in China, Vietnam and Japan, with a focus on cosmology, the body, self-cultivation and therapy.
- Contact: [[mailto:l.devries@kent.ac.uk][l.devries@kent.ac.uk]]
*** Courses
**** Undergraduate
- /Introduction to Hinduism and Buddhism/
- /Religion and Japanese Culture/
- /Health, Medicine and the Body in East Asia/
 
** University of Leeds
*** People
**** [[https://ahc.leeds.ac.uk/languages][School of Languages, Cultures and Societies]]
***** Professor Martin Seeger, Professor of Thai Studies
- Research: Theravada Buddhism; Thai Buddhism; modern Thai history; Thai language. 
- Contact: [[mailto:m.seeger@leeds.ac.uk][m.seeger@leeds.ac.uk]]
** WAITING University of London, School of Oriental and African Studies (SOAS)
- =2022-11-26 Sat Waiting for update by Dr Travagnin=
*** People
**** [[https://www.soas.ac.uk/about/schools-departments-and-sections/department-religions-and-philosophies][Department of Religions and Philosophies]]
***** Dr Lucia Dolce, Numata Reader in Japanese Buddhism
- Research: Japanese religious history, especially the medieval period; Japanese Tantric Buddhism and the esotericisation of religious practice; Millenarian writings and prophecy; Kami-Buddhas associations
- Contact: [[mailto:ld16@soas.ac.uk][ld16@soas.ac.uk]]
***** Professor Ulrich Pagel, Head of School
- Research: History of Buddhism in Tibet, Mahāyāna Buddhism, Kanjur Studies, Vinaya, Religions of Central Asia, Tibetan, Sanskrit. 
- Contact: [[mailto:up1@soas.ac.uk][up1@soas.ac.uk]]
**** [[https://www.soas.ac.uk/about/schools-departments-and-sections/department-history-art-and-archaeology][Department of the History of Art and Archaeology]]
***** Dr Christian Luczanits, David L. Snellgrove Senior Lecturer in Tibetan and Buddhist Art
- Research: History of art and architecture of the Himalayan region; Buddhist art of the western Himalayas; Gandharan art; presenting and exhibiting Buddhist art; heritage, preservation and conservation.
- Contact: [[mailto:cl46@soas.ac.uk][cl46@soas.ac.uk]]
