uni-list.html
                      <li>Research: Textual basis of discrimination
                      and attachment in early Buddhism; Engaged
                      Buddhism; The prevalence of blasphemy in
                      Buddhist culture; Political and chauvinistic
                      expressions of Buddhism; Contemporary issues
                      in Buddhism including, politics, sexuality,
                      gender, eco-engaged Buddhism and ethnocentric
                      Buddhism.<br /></li>
                      <li>Contact: <a href=
                      "mailto:paul.fuller@ed.ac.uk">paul.fuller@ed.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org760aa8a"></a>Dr Takeshi Morisato 森里武,
                  Lecturer<br />
                  <div class="outline-text-6" id="text-org760aa8a">
                    <ul class="org-ul">
                      <li>Research: Metaphysics, Philosophy of
                      Religion, and Existentialism; Contemporary
                      Japanese philosophy (especially the Kyoto
                      School); Kūkai 空海 (774–835) and his Shingon
                      Esoteric Buddhist philosophy.<br /></li>
                      <li>Contact: <a href=
                      "mailto:tmorisat@ed.ac.uk">tmorisat@ed.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="orgabc05d2"></a>Prof Jonathan Spencer,
                  Regius Professor of South Asian Language, Culture
                  and Society<br />
                  <div class="outline-text-6" id="text-orgabc05d2">
                    <ul class="org-ul">
                      <li>Research: Religion and politics, Sri
                      Lanka, South and Southeast Asia, Buddhism,
                      war and peace.<br /></li>
                      <li>Contact: <a href=
                      "mailto:jonathan.spencer@ed.ac.uk">jonathan.spencer@ed.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="orgbdb889c"></a>Dr Abigail MacBain,
                  Lecturer of Premodern Japanese Studies<br />
                  <div class="outline-text-6" id="text-orgbdb889c">
                    <ul class="org-ul">
                      <li>Research: Buddhism’s transmission to
                      Japan and its role in early Japan’s overseas
                      relations; Overlap between Buddhism and the
                      state, and Japan’s role in Silk Road trade
                      and communication.<br /></li>
                      <li>Contact: <a href=
                      "mailto:abigail.macbain@ed.ac.uk">abigail.macbain@ed.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-orgadd30fb" class="outline-4">
          <h4 id="orgadd30fb">Courses</h4>
          <div class="outline-text-4" id="text-orgadd30fb">
            <ul class="org-ul">
              <li>MA Religious Studies (4 year undergraduate
              programme, School of Divinity).<br /></li>
              <li>MA Chinese and MA Japanese (4 year undergraduate
              programmes, Asian Studies).<br /></li>
              <li>Anthropology, Art History and Philosophy also
              have some relevant optional courses.<br /></li>
              <li>Courses on offer vary year on year, and are often
              available across programmes outside their “home”
              School.<br /></li>
              <li>At postgraduate level there is a taught masters
              (MSc) in Religious Studies, and research degrees
              (MScR, PhD) available working with any of the people
              noted above.<br />
                <ul class="org-ul">
                  <li>Please contact individual members of staff to
                  discuss this.<br /></li>
                </ul>
              </li>
            </ul>
          </div>
        </div>
      </div>
      <div id="outline-container-org81aac6f" class="outline-3">
        <h3 id="org81aac6f">University of Kent</h3>
        <div class="outline-text-3" id="text-org81aac6f"></div>
        <div id="outline-container-orgc9ef4f8" class="outline-4">
          <h4 id="orgc9ef4f8">People</h4>
          <div class="outline-text-4" id="text-orgc9ef4f8"></div>
          <ul class="org-ul">
            <li>
              <a id="org39e7fd0"></a><a href=
              "https://www.kent.ac.uk/religious-studies/">Department
              of Religious Studies</a><br />
              <ul class="org-ul">
                <li>
                  <a id="org718041f"></a>Dr Leslie De Vries,
                  Lecturer in East Asian Studies<br />
                  <div class="outline-text-6" id="text-org718041f">
                    <ul class="org-ul">
                      <li>Note: Appointment until Summer
                      2023.<br /></li>
                      <li>Research: History of medicine and
                      religion in China, Vietnam and Japan, with a
                      focus on cosmology, the body,
                      self-cultivation and therapy.<br /></li>
                      <li>Contact: <a href=
                      "mailto:l.devries@kent.ac.uk">l.devries@kent.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-orgfefb1ca" class="outline-4">
          <h4 id="orgfefb1ca">Courses</h4>
          <div class="outline-text-4" id="text-orgfefb1ca"></div>
          <ul class="org-ul">
            <li>
              <a id="org778e9bf"></a>Undergraduate<br />
              <div class="outline-text-5" id="text-org778e9bf">
                <ul class="org-ul">
                  <li><i>Introduction to Hinduism and
                  Buddhism</i><br /></li>
                  <li><i>Religion and Japanese
                  Culture</i><br /></li>
                  <li><i>Health, Medicine and the Body in East
                  Asia</i><br /></li>
                </ul>
              </div>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-orgd9f2c57" class="outline-3">
        <h3 id="orgd9f2c57">University of Leeds</h3>
        <div class="outline-text-3" id="text-orgd9f2c57"></div>
        <div id="outline-container-org3b98d02" class="outline-4">
          <h4 id="org3b98d02">People</h4>
          <div class="outline-text-4" id="text-org3b98d02"></div>
          <ul class="org-ul">
            <li>
              <a id="org45a051d"></a><a href=
              "https://ahc.leeds.ac.uk/languages">School of
              Languages, Cultures and Societies</a><br />
              <ul class="org-ul">
                <li>
                  <a id="orgb2f201c"></a>Professor Martin Seeger,
                  Professor of Thai Studies<br />
                  <div class="outline-text-6" id="text-orgb2f201c">
                    <ul class="org-ul">
                      <li>Research: Theravada Buddhism; Thai
                      Buddhism; modern Thai history; Thai
                      language.<br /></li>
                      <li>Contact: <a href=
                      "mailto:m.seeger@leeds.ac.uk">m.seeger@leeds.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-org755b887" class="outline-3">
        <h3 id="org755b887">WAITING University of London, School of
        Oriental and African Studies (SOAS)</h3>
        <div class="outline-text-3" id="text-org755b887">
          <ul class="org-ul">
            <li><code>2022-11-26 Sat Waiting for update by Dr
            Travagnin</code><br /></li>
          </ul>
        </div>
        <div id="outline-container-org9c937c7" class="outline-4">
          <h4 id="org9c937c7">People</h4>
          <div class="outline-text-4" id="text-org9c937c7"></div>
          <ul class="org-ul">
            <li>
              <a id="org503e26f"></a><a href=
              "https://www.soas.ac.uk/about/schools-departments-and-sections/department-religions-and-philosophies">Department
              of Religions and Philosophies</a><br />
              <ul class="org-ul">
                <li>
                  <a id="org5c3f705"></a>Dr Lucia Dolce, Numata
                  Reader in Japanese Buddhism<br />
                  <div class="outline-text-6" id="text-org5c3f705">
                    <ul class="org-ul">
                      <li>Research: Japanese religious history,
                      especially the medieval period; Japanese
                      Tantric Buddhism and the esotericisation of
                      religious practice; Millenarian writings and
                      prophecy; Kami-Buddhas
                      associations<br /></li>
                      <li>Contact: <a href=
                      "mailto:ld16@soas.ac.uk">ld16@soas.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org8a293f3"></a>Professor Ulrich Pagel,
                  Head of School<br />
                  <div class="outline-text-6" id="text-org8a293f3">
                    <ul class="org-ul">
                      <li>Research: History of Buddhism in Tibet,
                      Mahāyāna Buddhism, Kanjur Studies, Vinaya,
                      Religions of Central Asia, Tibetan,
                      Sanskrit.<br /></li>
                      <li>Contact: <a href=
                      "mailto:up1@soas.ac.uk">up1@soas.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
            <li>
              <a id="org09c1d52"></a><a href=
              "https://www.soas.ac.uk/about/schools-departments-and-sections/department-history-art-and-archaeology">Department
              of the History of Art and Archaeology</a><br />
              <ul class="org-ul">
                <li>
                  <a id="org064dd08"></a>Dr Christian Luczanits,
                  David L. Snellgrove Senior Lecturer in Tibetan
                  and Buddhist Art<br />
                  <div class="outline-text-6" id="text-org064dd08">
                    <ul class="org-ul">
                      <li>Research: History of art and architecture
                      of the Himalayan region; Buddhist art of the
                      western Himalayas; Gandharan art; presenting
                      and exhibiting Buddhist art; heritage,
                      preservation and conservation.<br /></li>
                      <li>Contact: <a href=
                      "mailto:cl46@soas.ac.uk">cl46@soas.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org73a6d9a"></a>Dr Peter D. Sharrock,
                  Senior Teaching Fellow<br />
                  <div class="outline-text-6" id="text-org73a6d9a">
                    <ul class="org-ul">
