uni-list.org
***** Dr Peter D. Sharrock, Senior Teaching Fellow
- Research: He is now focusing on the evidence in Indochina for the influence of tantric or esoteric Buddhism, developed in the great monasteries of the Ganges valley and diffused and developed in different ways through much of Asia. 
- Contact: [[mailto:ps56@soas.ac.uk][ps56@soas.ac.uk]]
*** Courses
**** Postgraduate
- MA Buddhist Studies
** University of Manchester
*** People
**** [[https://www.research.manchester.ac.uk/portal/en/facultiesandschools/school-of-arts-languages-and-cultures(67be616e-b627-4747-a791-872e7594dfc1).html][School of Arts, Languages and Cultures]]
***** Dr Gregory Adam Scott, Senior Lecturer in Chinese Culture and History
- Research: History and culture of China between 1800 and 1978. 
- Contact: [[mailto:gregory.scott@manchester.ac.uk][gregory.scott@manchester.ac.uk]]
***** Prof Erica Baffelli, Professor of Japanese Studies
- Research: Religion in contemporary Japan with a focus on religious minorities/marginalities, media and technology, violence, emotions and temporalities. 
- Contact: [[mailto:erica.baffelli@manchester.ac.uk][erica.baffelli@manchester.ac.uk]]
*** Courses
- /JAPA20221, History of Religion in Japan/
- /CHIN30401, Ideas and Ideologies in Chinese Civilisation/
** University of Oxford
*** People
**** [[https://orinst.web.ox.ac.uk/][Faculty of Asian and Middle Eastern Studies]]
***** Dr Cathy Cantwell, Associate Faculty Member
- Research: Tibetan textual transmission/development; tantric rituals, symbolism, art; rNying-ma canonical texts; Dunhuang and later ritual manuals; Phur-pa traditions (rNying-ma, Sa-skya, Bon); bDud-’joms gter-ma tradition.
- Contact: [[mailto:catherine.cantwell@orinst.ox.ac.uk][catherine.cantwell@orinst.ox.ac.uk]]
***** Dr Robert Mayer, University Research Lecturer
- Research: Early rNying ma and Bon tantric tradition; Critically editing old Tibetan texts; Dunhuang tantric texts.
- Contact: [[mailto:robert.mayer@orinst.ox.ac.uk][robert.mayer@orinst.ox.ac.uk]]
***** Dr Sarah Shaw, Faculty Member
- Research: Early Buddhist (Pali) suttas and Abhidhamma material on meditation; Early Buddhist narrative: literary features of Jatakas and Dhammapada stories; Indian and Asian influences on British nineteenth-century writers; modern South and Southeast Asian Buddhist ritual, chant and meditation.
- Contact: [[mailto:sarah.shaw@orinst.ox.ac.uk][sarah.shaw@orinst.ox.ac.uk]]
***** Prof David Gellner, Professor of Social Anthropology
- Research: Anthropology of South Asia, East Asia, Buddhism, Hinduism, cities, ritual, politics, ethnicity, activism, borderlands, class formation and cultural change.
- Contact: [[mailto:david.gellner@anthro.ox.ac.uk][david.gellner@anthro.ox.ac.uk]]
***** Prof Kate Crosby, Numata Professor of Buddhist Studies
- Research: Pali, Sanskrit, and Sri Lanka and Southeast Asia literature, Theravada meditation, history and practice, comparative Theravada 
- Contact: [[mailto:kate.crosby@orinst.ox.ac.uk][kate.crosby@orinst.ox.ac.uk]]
***** Prof Ulrike Roesler, Professor of Tibetan and Himalayan Studies
- Research: Literature and religion of the Veda; Indo-Tibetan Buddhism; history of bKa’-gdams-pa school; ‘sacred landscapes’ in literature and ritual practice.
- Contact: [[mailto:ulrike.roesler@orinst.ox.ac.uk][ulrike.roesler@orinst.ox.ac.uk]]
**** [[https://www.theology.ox.ac.uk/][Faculty of Theology and Religion]]
***** Dr Andrew Skilton, Pali Instructor
- Research: Colllecting, interpretation and translation of Buddhist texts; the roles of writing and orality in the formation of Buddhist scripture; pre-reform meditation systems in the Theravada Buddhist world, and Buddhist meditation in general; Mahayana scripture, especially the Samadhiraja Sutra (C2nd CE); Buddhism in the contemporary world, including its transmission to the UK.
- Contact: [[mailto:andrew.skilton@theology.ox.ac.uk][andrew.skilton@theology.ox.ac.uk]]
