uni-list.html
                      <li>Research: He is now focusing on the
                      evidence in Indochina for the influence of
                      tantric or esoteric Buddhism, developed in
                      the great monasteries of the Ganges valley
                      and diffused and developed in different ways
                      through much of Asia.<br /></li>
                      <li>Contact: <a href=
                      "mailto:ps56@soas.ac.uk">ps56@soas.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-org7c76e82" class="outline-4">
          <h4 id="org7c76e82">Courses</h4>
          <div class="outline-text-4" id="text-org7c76e82"></div>
          <ul class="org-ul">
            <li>
              <a id="org4584881"></a>Postgraduate<br />
              <div class="outline-text-5" id="text-org4584881">
                <ul class="org-ul">
                  <li>MA Buddhist Studies<br /></li>
                </ul>
              </div>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-org1f03af9" class="outline-3">
        <h3 id="org1f03af9">University of Manchester</h3>
        <div class="outline-text-3" id="text-org1f03af9"></div>
        <div id="outline-container-orged019c1" class="outline-4">
          <h4 id="orged019c1">People</h4>
          <div class="outline-text-4" id="text-orged019c1"></div>
          <ul class="org-ul">
            <li>
              <a id="org2d91978"></a><a href=
              "https://www.research.manchester.ac.uk/portal/en/facultiesandschools/school-of-arts-languages-and-cultures(67be616e-b627-4747-a791-872e7594dfc1).html">School
              of Arts, Languages and Cultures</a><br />
              <ul class="org-ul">
                <li>
                  <a id="org7c92d4e"></a>Dr Gregory Adam Scott,
                  Senior Lecturer in Chinese Culture and
                  History<br />
                  <div class="outline-text-6" id="text-org7c92d4e">
                    <ul class="org-ul">
                      <li>Research: History and culture of China
                      between 1800 and 1978.<br /></li>
                      <li>Contact: <a href=
                      "mailto:gregory.scott@manchester.ac.uk">gregory.scott@manchester.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org3c92eed"></a>Prof Erica Baffelli,
                  Professor of Japanese Studies<br />
                  <div class="outline-text-6" id="text-org3c92eed">
                    <ul class="org-ul">
                      <li>Research: Religion in contemporary Japan
                      with a focus on religious
                      minorities/marginalities, media and
                      technology, violence, emotions and
                      temporalities.<br /></li>
                      <li>Contact: <a href=
                      "mailto:erica.baffelli@manchester.ac.uk">erica.baffelli@manchester.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-org8834f17" class="outline-4">
          <h4 id="org8834f17">Courses</h4>
          <div class="outline-text-4" id="text-org8834f17">
            <ul class="org-ul">
              <li><i>JAPA20221, History of Religion in
              Japan</i><br /></li>
              <li><i>CHIN30401, Ideas and Ideologies in Chinese
              Civilisation</i><br /></li>
            </ul>
          </div>
        </div>
      </div>
      <div id="outline-container-orgc00f6fc" class="outline-3">
        <h3 id="orgc00f6fc">University of Oxford</h3>
        <div class="outline-text-3" id="text-orgc00f6fc"></div>
        <div id="outline-container-org1985ab2" class="outline-4">
          <h4 id="org1985ab2">People</h4>
          <div class="outline-text-4" id="text-org1985ab2"></div>
          <ul class="org-ul">
            <li>
              <a id="org85afeab"></a><a href=
              "https://orinst.web.ox.ac.uk/">Faculty of Asian and
              Middle Eastern Studies</a><br />
              <ul class="org-ul">
                <li>
                  <a id="org8339619"></a>Dr Cathy Cantwell,
                  Associate Faculty Member<br />
                  <div class="outline-text-6" id="text-org8339619">
                    <ul class="org-ul">
                      <li>Research: Tibetan textual
                      transmission/development; tantric rituals,
                      symbolism, art; rNying-ma canonical texts;
                      Dunhuang and later ritual manuals; Phur-pa
                      traditions (rNying-ma, Sa-skya, Bon);
                      bDud-’joms gter-ma tradition.<br /></li>
                      <li>Contact: <a href=
                      "mailto:catherine.cantwell@orinst.ox.ac.uk">catherine.cantwell@orinst.ox.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org2aba230"></a>Dr Robert Mayer,
                  University Research Lecturer<br />
                  <div class="outline-text-6" id="text-org2aba230">
                    <ul class="org-ul">
                      <li>Research: Early rNying ma and Bon tantric
                      tradition; Critically editing old Tibetan
                      texts; Dunhuang tantric texts.<br /></li>
                      <li>Contact: <a href=
                      "mailto:robert.mayer@orinst.ox.ac.uk">robert.mayer@orinst.ox.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org95e07b5"></a>Dr Sarah Shaw, Faculty
                  Member<br />
                  <div class="outline-text-6" id="text-org95e07b5">
                    <ul class="org-ul">
                      <li>Research: Early Buddhist (Pali) suttas
                      and Abhidhamma material on meditation; Early
                      Buddhist narrative: literary features of
                      Jatakas and Dhammapada stories; Indian and
                      Asian influences on British
                      nineteenth-century writers; modern South and
                      Southeast Asian Buddhist ritual, chant and
                      meditation.<br /></li>
                      <li>Contact: <a href=
                      "mailto:sarah.shaw@orinst.ox.ac.uk">sarah.shaw@orinst.ox.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org1fca2bc"></a>Prof David Gellner,
                  Professor of Social Anthropology<br />
                  <div class="outline-text-6" id="text-org1fca2bc">
                    <ul class="org-ul">
                      <li>Research: Anthropology of South Asia,
                      East Asia, Buddhism, Hinduism,
                      cities,&nbsp;ritual, politics, ethnicity,
                      activism, borderlands, class formation and
                      cultural change.<br /></li>
                      <li>Contact: <a href=
                      "mailto:david.gellner@anthro.ox.ac.uk">david.gellner@anthro.ox.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="orgcbb5c8a"></a>Prof Kate Crosby, Numata
                  Professor of Buddhist Studies<br />
                  <div class="outline-text-6" id="text-orgcbb5c8a">
                    <ul class="org-ul">
                      <li>Research: Pali, Sanskrit, and Sri Lanka
                      and Southeast Asia literature, Theravada
                      meditation, history and practice, comparative
                      Theravada<br /></li>
                      <li>Contact: <a href=
                      "mailto:kate.crosby@orinst.ox.ac.uk">kate.crosby@orinst.ox.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="orgf53bb47"></a>Prof Ulrike Roesler,
                  Professor of Tibetan and Himalayan Studies<br />
                  <div class="outline-text-6" id="text-orgf53bb47">
                    <ul class="org-ul">
                      <li>Research: Literature and religion of the
                      Veda; Indo-Tibetan Buddhism; history of
                      bKa’-gdams-pa school; ‘sacred landscapes’ in
                      literature and ritual practice.<br /></li>
                      <li>Contact: <a href=
                      "mailto:ulrike.roesler@orinst.ox.ac.uk">ulrike.roesler@orinst.ox.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
            <li>
              <a id="org59151e3"></a><a href=
              "https://www.theology.ox.ac.uk/">Faculty of Theology
              and Religion</a><br />
              <ul class="org-ul">
                <li>
                  <a id="org05d85b2"></a>Dr Andrew Skilton, Pali
                  Instructor<br />
                  <div class="outline-text-6" id="text-org05d85b2">
                    <ul class="org-ul">
                      <li>Research: Colllecting, interpretation and
                      translation of Buddhist texts; the roles of
                      writing and orality in the formation of
                      Buddhist scripture; pre-reform meditation
                      systems in the Theravada Buddhist world, and
                      Buddhist meditation in general; Mahayana
                      scripture, especially the Samadhiraja Sutra
                      (C2nd CE); Buddhism in the contemporary
                      world, including its transmission to the
                      UK.<br /></li>
                      <li>Contact: <a href=
                      "mailto:andrew.skilton@theology.ox.ac.uk">andrew.skilton@theology.ox.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org3c49eb7"></a>Prof Jan Westerhoff,
                  Professor of Buddhist Philosophy<br />
                  <div class="outline-text-6" id="text-org3c49eb7">
                    <ul class="org-ul">
