uni-list.org
***** Prof Jan Westerhoff, Professor of Buddhist Philosophy
- Research: Philosophical aspects of the religious traditions of ancient India. Buddhist thought (especially Madhyamaka) as preserved in Sanskrit and Tibetan sources; Classical Indian philosophy (particularly Nyāya); Buddhist philosophy, both theoretical (metaphysics, epistemology, philosophy of language) and normative aspects (ethics).
- Contact: [[mailto:jan.westerhoff@theology.ox.ac.uk][jan.westerhoff@theology.ox.ac.uk]]
*** Courses
**** Undergraduate
 - BA Religion and Asian and Middle Eastern Studies
 - BA in Sanskrit:
**** Postgraduate
 - MSt in Asian and Middle Eastern Studies
 - MPhil in Buddhist Studies
 - MPhil in Classical Indian Religion
 - MPhil in Tibetan and Himalayan Studies
** University of South Wales
*** People
**** [[https://www.southwales.ac.uk/courses/faculty/FCI/?faculty_title=Faculty+of+Creative+Industries][Faculty of Creative Industries]]
***** Dr Nick Swann, Senior Lecturer and Course Leader
- Research: Tibetan Religion; Anthropology of Religion; Buddhist Ethics; Digital Buddhism.
- Contact: [[mailto:nick.swann@southwales.ac.uk][nick.swann@southwales.ac.uk]]
***** Dr Sarah Shaw, Khyentse Foundation Reader in Buddhist Studies
- Research: Pāli Buddhist narrative and meditative literature; Southeast Asian ritual and chant; Abhidhamma.
- Contact: [[mailto:sarah.shaw@southwales.ac.uk][sarah.shaw@southwales.ac.uk]]
***** Dr Warren Todd, Visiting Lecturer in Buddhist Studies
- Research: Buddhist Philosophy; Buddhist Ethics; Comparative Ethics & Philosophy.
- Contact: [[mailto:warren.todd@southwales.ac.uk][warren.todd@southwales.ac.uk]]
*** Courses
**** Postgraduate
- MA Buddhist Studies (Part-time distance learning)
  - /Buddhist Traditions/
  - /Buddhist Meditation and Psychology/
  - /Buddhist Ethics/
  - /Buddhist Philosophy/
  - /Pali Language/
  - /Dissertation in Buddhist Studies/
** University of Stirling
*** People
**** [[https://www.stir.ac.uk/about/faculties/arts-humanities/literature-and-languages/][Division of Literature and Languages]]
***** Mr Kevin MacNeil, Lecturer in Creative Writing
- Research: The intersection of Buddhism and literature, recent and contemporary literature of the Scottish Highlands and Islands, Buddhism (Theravada and Mahayana, but especially interested in Zen), Scottish Literature, poetry and prose of the Hebrides, contemporary novels, creative writing, playwriting, screenwriting, poetry, Buddhist literature, the connections between physical activity and creativity.
- Contact: [[mailto:kevin.macneil@stir.ac.uk][kevin.macneil@stir.ac.uk]]
** University of Winchester
*** People
**** [[https://www.winchester.ac.uk/research/our-impactful-research/research-in-humanities-and-social-sciences/research-centres-and-networks/centre-for-religion-reconciliation-and-peace/][Centre for Religion, Reconciliation and Peace]]
***** Professor Anna King
- Research: The theoretical study of the interrelation between religion and politics/nationalism; Religion, conflict, and peacebuilding; Multiculturalism as a framework for conflict transformation and as a theory of justice; The role of religious leaders, narratives and communities in re-imagining questions of peace and justice; The role of interfaith dialogue in ethno-religious national contexts; The theorisation of ‘religion’ and ‘spirituality’ in a globalising world; Contemporary Buddhist and Hindu schools and traditions and their engagement with shared global challenges (global warming, environmental degradation, advances in genetics and neuroscience, animal welfare and rights, etc.).
- Contact: [[mailto:anna.king@winchester.ac.uk][anna.king@winchester.ac.uk]]
***** Professor Mark Owen, Director: Centre for Religion, Reconciliation and Peace
- Research: Religions' role in peacebuilding and conflict transformation; conflict assessment and analysis; Buddhism, conflict and peacebuilding; Tibetan Buddhism; Asian politics and development.
- Contact: [[mailto:mark.owen@winchester.ac.uk][mark.owen@winchester.ac.uk]]
