uni-list.html
                      <li>Research: Philosophical aspects of the
                      religious traditions of ancient India.
                      Buddhist thought (especially Madhyamaka) as
                      preserved in Sanskrit and Tibetan sources;
                      Classical Indian philosophy (particularly
                      Nyāya); Buddhist philosophy, both theoretical
                      (metaphysics, epistemology, philosophy of
                      language) and normative aspects
                      (ethics).<br /></li>
                      <li>Contact: <a href=
                      "mailto:jan.westerhoff@theology.ox.ac.uk">jan.westerhoff@theology.ox.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-org79f31e3" class="outline-4">
          <h4 id="org79f31e3">Courses</h4>
          <div class="outline-text-4" id="text-org79f31e3"></div>
          <ul class="org-ul">
            <li>
              <a id="orgfff847e"></a>Undergraduate<br />
              <div class="outline-text-5" id="text-orgfff847e">
                <ul class="org-ul">
                  <li>BA Religion and Asian and Middle Eastern
                  Studies<br /></li>
                  <li>BA in Sanskrit:<br /></li>
                </ul>
              </div>
            </li>
            <li>
              <a id="orgb1b14da"></a>Postgraduate<br />
              <div class="outline-text-5" id="text-orgb1b14da">
                <ul class="org-ul">
                  <li>MSt in Asian and Middle Eastern
                  Studies<br /></li>
                  <li>MPhil in Buddhist Studies<br /></li>
                  <li>MPhil in Classical Indian Religion<br /></li>
                  <li>MPhil in Tibetan and Himalayan
                  Studies<br /></li>
                </ul>
              </div>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-org77e0c57" class="outline-3">
        <h3 id="org77e0c57">University of South Wales</h3>
        <div class="outline-text-3" id="text-org77e0c57"></div>
        <div id="outline-container-orgf8c6f3f" class="outline-4">
          <h4 id="orgf8c6f3f">People</h4>
          <div class="outline-text-4" id="text-orgf8c6f3f"></div>
          <ul class="org-ul">
            <li>
              <a id="orgb7d7700"></a><a href=
              "https://www.southwales.ac.uk/courses/faculty/FCI/?faculty_title=Faculty+of+Creative+Industries">Faculty
              of Creative Industries</a><br />
              <ul class="org-ul">
                <li>
                  <a id="orgad5f15c"></a>Dr Nick Swann, Senior
                  Lecturer and Course Leader<br />
                  <div class="outline-text-6" id="text-orgad5f15c">
                    <ul class="org-ul">
                      <li>Research: Tibetan Religion; Anthropology
                      of Religion; Buddhist Ethics; Digital
                      Buddhism.<br /></li>
                      <li>Contact: <a href=
                      "mailto:nick.swann@southwales.ac.uk">nick.swann@southwales.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org854b2f5"></a>Dr Sarah Shaw, Khyentse
                  Foundation Reader in Buddhist Studies<br />
                  <div class="outline-text-6" id="text-org854b2f5">
                    <ul class="org-ul">
                      <li>Research: Pāli Buddhist narrative and
                      meditative literature; Southeast Asian ritual
                      and chant; Abhidhamma.<br /></li>
                      <li>Contact: <a href=
                      "mailto:sarah.shaw@southwales.ac.uk">sarah.shaw@southwales.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org7dc175b"></a>Dr Warren Todd, Visiting
                  Lecturer in Buddhist Studies<br />
                  <div class="outline-text-6" id="text-org7dc175b">
                    <ul class="org-ul">
                      <li>Research: Buddhist Philosophy; Buddhist
                      Ethics; Comparative Ethics &amp;
                      Philosophy.<br /></li>
                      <li>Contact: <a href=
                      "mailto:warren.todd@southwales.ac.uk">warren.todd@southwales.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-org1dce941" class="outline-4">
          <h4 id="org1dce941">Courses</h4>
          <div class="outline-text-4" id="text-org1dce941"></div>
          <ul class="org-ul">
            <li>
              <a id="org305b3fd"></a>Postgraduate<br />
              <div class="outline-text-5" id="text-org305b3fd">
                <ul class="org-ul">
                  <li>MA Buddhist Studies (Part-time distance
                  learning)<br />
                    <ul class="org-ul">
                      <li><i>Buddhist Traditions</i><br /></li>
                      <li><i>Buddhist Meditation and
                      Psychology</i><br /></li>
                      <li><i>Buddhist Ethics</i><br /></li>
                      <li><i>Buddhist Philosophy</i><br /></li>
                      <li><i>Pali Language</i><br /></li>
                      <li><i>Dissertation in Buddhist
                      Studies</i><br /></li>
                    </ul>
                  </li>
                </ul>
              </div>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-orgc266732" class="outline-3">
        <h3 id="orgc266732">University of Stirling</h3>
        <div class="outline-text-3" id="text-orgc266732"></div>
        <div id="outline-container-org7be1dc4" class="outline-4">
          <h4 id="org7be1dc4">People</h4>
          <div class="outline-text-4" id="text-org7be1dc4"></div>
          <ul class="org-ul">
            <li>
              <a id="orgeb5d4a1"></a><a href=
              "https://www.stir.ac.uk/about/faculties/arts-humanities/literature-and-languages/">Division
              of Literature and Languages</a><br />
              <ul class="org-ul">
                <li>
                  <a id="orgcb9ea19"></a>Mr Kevin MacNeil, Lecturer
                  in Creative Writing<br />
                  <div class="outline-text-6" id="text-orgcb9ea19">
                    <ul class="org-ul">
                      <li>Research: The intersection of Buddhism
                      and literature, recent and contemporary
                      literature of the Scottish Highlands and
                      Islands, Buddhism (Theravada and Mahayana,
                      but especially interested in Zen), Scottish
                      Literature, poetry and prose of the Hebrides,
                      contemporary novels, creative writing,
                      playwriting, screenwriting, poetry, Buddhist
                      literature, the connections between physical
                      activity and creativity.<br /></li>
                      <li>Contact: <a href=
                      "mailto:kevin.macneil@stir.ac.uk">kevin.macneil@stir.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-org8c7b6a1" class="outline-3">
        <h3 id="org8c7b6a1">University of Winchester</h3>
        <div class="outline-text-3" id="text-org8c7b6a1"></div>
        <div id="outline-container-org3326908" class="outline-4">
          <h4 id="org3326908">People</h4>
          <div class="outline-text-4" id="text-org3326908"></div>
          <ul class="org-ul">
            <li>
              <a id="orgef2c995"></a><a href=
              "https://www.winchester.ac.uk/research/our-impactful-research/research-in-humanities-and-social-sciences/research-centres-and-networks/centre-for-religion-reconciliation-and-peace/">Centre
              for Religion, Reconciliation and Peace</a><br />
              <ul class="org-ul">
                <li>
                  <a id="orgf443063"></a>Professor Anna King<br />
                  <div class="outline-text-6" id="text-orgf443063">
                    <ul class="org-ul">
                      <li>Research: The theoretical study of the
                      interrelation between religion and
                      politics/nationalism; Religion, conflict, and
                      peacebuilding; Multiculturalism as a
                      framework for conflict transformation and as
                      a theory of justice; The role of religious
                      leaders, narratives and communities in
                      re-imagining questions of peace and justice;
                      The role of interfaith dialogue in
                      ethno-religious national contexts; The
                      theorisation of ‘religion’ and ‘spirituality’
                      in a globalising world; Contemporary Buddhist
                      and Hindu schools and traditions and their
                      engagement with shared global challenges
                      (global warming, environmental degradation,
                      advances in genetics and neuroscience, animal
                      welfare and rights, etc.).<br /></li>
                      <li>Contact: <a href=
                      "mailto:anna.king@winchester.ac.uk">anna.king@winchester.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org8913ab0"></a>Professor Mark Owen,
                  Director: Centre for Religion, Reconciliation and
                  Peace<br />
                  <div class="outline-text-6" id="text-org8913ab0">
                    <ul class="org-ul">
                      <li>Research: Religions’ role in
                      peacebuilding and conflict transformation;
                      conflict assessment and analysis; Buddhism,
                      conflict and peacebuilding; Tibetan Buddhism;
                      Asian politics and development.<br /></li>
                      <li>Contact: <a href=
                      "mailto:mark.owen@winchester.ac.uk">mark.owen@winchester.ac.uk</a><br />
                      </li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
      </div>
    </div>
  </div>
  <div id="postamble" class="status">
    <p class="postamble" style="padding-top:5px;font-size:small;">
    Author: Ilmari Koria (<a href=
    "mailto:ilmarikoria@posteo.net">ilmarikoria@posteo.net</a>) |
    Last modified: 2023-01-02 Mon 15:11.</p>
  </div>
</body>
</html>
